Repository: rongcloud/sealtalk-ios
Catalog: ios-sealtalk/RCloudMessage/Supporting Files/*.lproj/SealTalk.strings
Languages: ar

# GroupNoneAnnounce
source: No group announcement
ar: لا يوجد إعلان للمجموعة

# AnnouncementClear
source: Confirm to clear the group announcement？
ar: تأكيد مسح إعلان المجموعة؟

# PrepareGroup
source: Group chat is preparing
ar: جارٍ تجهيز المجموعة

# AddToBlacklistHintMessage
source: You will not be able to receive message and delete the chat history with the contact after added the contacts to blacklist.
ar: بعد الإضافة للقائمة السوداء، لن تستلم رسائل من الطرف الآخر، وسيتم حذف سجل الدردشة مع جهة الاتصال هذه

# DeleteFriendHindMessage
source: Remove %@ from the conatcts list and clear all the chat history at the same time
ar: سيتم حذف جهة الاتصال %@ وحذف سجل الدردشة معها في نفس الوقت

source: Delete
ar: حذف

# DeleteFriend
source: Delete the contacts
ar: حذف جهة الاتصال

source: Publish
ar: نشر

# GroupSetManagerMessage
source: Group holder sets %@ as a group admin
ar: قام مالك المجموعة بتعيين %@ كمسؤول

source: Failed
ar: فشل الطلب

# HasAddBlacklist
source: Add to blacklist
ar: تمت الإضافة للقائمة السوداء

# HasRemoveBlacklist
source: Removed From blacklist
ar: تمت الإزالة من القائمة السوداء

# Blacklist_empty
source: Blacklist is empty
ar: القائمة السوداء فارغة

# AnnouncementOverMaxCount
source: Word count has exceeded
ar: تجاوز عدد الأحرف الحد المسموح

# GroupNoExist
source: The group no longer exists
ar: المجموعة لم تعد موجودة

# qr_scan
source: Scan
ar: مسح ضوئي

# STNumber
source: SealChat number
ar: رقم SealChat

# NotSetting
source: Not Set
ar: غير محدد

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

# SelectImage
source: Select Pictures
ar: اختر صورة

# ScanQRInfo
source: Put the QR code into the frame that it can be scanned automatically.
ar: ضع رمز QR داخل الإطار ليتم المسح تلقائياً

# PhotoAlbum
source: Album
ar: الألبوم

source: Light On
ar: تشغيل الضوء

source: Light Off
ar: إطفاء الضوء

# SetSTNumber
source: Set up the SealChat number
ar: تعيين رقم SealChat

# SetSTNumHint
source: The SealChat number is the unique certificate for the account and can only be set once. After setting the SealChat number, you can add your friend by searching for the SealChat number.
ar: 1. رقم SealChat هو المعرف الوحيد للحساب، ويمكن تعيينه مرة واحدة فقط. 2. بعد تعيين رقم SealChat، يمكنك إضافة الأصدقاء من خلال البحث عن رقم SealChat.

# SetSTNumPlaceholder
source: Start with a letter, 6-20 letters, numbers, underscores, or minus signs
ar: يبدأ بحرف، 6-20 حرفاً، رقم، شرطة سفلية أو واصلة

# AllMute
source: All members are banned
ar: كتم الجميع

# AllMuteTip
source: After being enabled, only the group holder and the administrator can speak.
ar: عند التشغيل، يمكن لمالك المجموعة والمسؤولين فقط التحدث

# isOpenGroupAuth
source: Enable Group Verification
ar: هل تريد تفعيل مصادقة المجموعة

# isOpenGroupAuthTip
source: After being enabled, it's need to agree with group administrator to join the group, and the scanning QR code is disabled.
ar: عند التشغيل، يلزم موافقة إدارة المجموعة للانضمام، وسيتم إيقاف الانضمام عبر مسح رمز QR

# SetSTNumError
source: SealChat number only supports to start with a letter, 6~20 letters, numbers, underscores
ar: رقم SealChat يدعم فقط البدء بحرف، و 6~20 حرفاً أو رقماً أو شرطة سفلية

source: Security and Privacy
ar: الأمان والخصوصية

# AllowSearchByMobile
source: Search By Mobile
ar: السماح بالبحث عبر رقم الهاتف

# AllowSearchBySTNum
source: Search By SealChat No.
ar: السماح بالعثور علي عبر رقم SealChat

# AddFriendNeedAuth
source: Adding Verification
ar: طلب التحقق عند إضافتي كصديق

# AllowAddGroup
source: Add To Group Chat
ar: السماح بإضافتي مباشرة إلى المجموعات

# GroupNoti
source: Group Notification
ar: إشعارات المجموعة

# GroupNotiListEmpty
source: No more group verification
ar: لا توجد رسائل تحقق للمجموعة حالياً

# ClearGroupInviteListInfo
source: Empty the verification messages
ar: مسح رسائل التحقق

# ShareToST
source: Share to SealChat
ar: مشاركة إلى SealChat

source: Share to Wechat
ar: مشاركة إلى WeChat

# SaveImage
source: Save the picture
ar: حفظ الصورة

# Phonebook_Title
source: Phonebook
ar: جهات اتصال الهاتف

# Scan_Title
source: Scan
ar: مسح ضوئي

# Wx_Title
source: Invite WeChat friends
ar: دعوة أصدقاء WeChat

# Invite_Phonebook_Title
source: Invite from phonebook
ar: دعوة جهات اتصال الهاتف

# Phonebook_Detail
source: Add friends in your contacts
ar: إضافة أصدقاء من جهات الاتصال

# Scan_Detail
source: Scan friend's QR code
ar: مسح رمز QR لصديق

# Wx_Detail
source: Invites friends from WeChat
ar: دعوة أصدقاء من WeChat

# Invite_Phonebook_Detail
source: SMS invites friends in the phonebook
ar: دعوة أصدقاء من جهات اتصال الهاتف عبر SMS

# ScreenCaptureNotification
source: Screenshot Notification
ar: إشعار لقطة الشاشة

# ScreenCaptureNotificationInfo
source: All members will be notified when take a screenshot after enabled
ar: عند التشغيل، سيتلقى جميع الأعضاء إشعاراً عند التقاط لقطة شاشة في المحادثة

source: Invite WeChat friend
ar: دعوة صديق WeChat

# ToInviteWeChatFriend
source: To invite friends from WeChat
ar: الذهاب لدعوة أصدقاء من WeChat

# WXShare_RC_Title
source: Global Internet Communication Cloud
ar: RongCloud سحابة الاتصالات العالمية

# WXShare_RC_Detail
source: Add me as a friend and Let's chat on SealChat ！
ar: أضفني كصديق، لنقم بالدردشة معاً باستخدام SealChat!

# MakeSureSetStAccount
source: Confirm this SealChat number
ar: تأكيد رقم SealChat

# SetStAccountHint
source: Are you sure set the SealChat number to %@? it will not be modified after confirmation
ar: هل أنت متأكد من تعيين رقم SealChat كـ %@؟ لا يمكن التعديل بعد التأكيد

# SetStAccountFailure
source: Set up SealChat number failed
ar: فشل تعيين رقم SealChat

# STAccountIsExist
source: This SealChat number already exists, please reset
ar: رقم SealChat موجود بالفعل، يرجى إعادة التعيين

# STAccountInvalidFormat
source: SealChat number format error, 6 ~ 20 letters, numbers, underscore, minus sign, it must start with a letter
ar: تنسيق رقم SealChat خاطئ، 6 ~ 20 حرفاً، رقم، شرطة سفلية، واصلة، يجب أن يبدأ بحرف

# CleanUpGroupMessagesRegularly
source: Clear Message Regularly
ar: تنظيف رسائل المجموعة بانتظام

source: Please Set Time
ar: يرجى تعيين الوقت

# CleanUpGroupMessagesInfo
source: After the scheduled cleaning is performed, the system periodically cleans up the group messages before the time. The cleaned messages cannot be restored. Please set them carefully.
ar: بعد تعيين التنظيف المنتظم، سيقوم النظام بمسح رسائل المجموعة قبل الوقت المحدد بانتظام، ولا يمكن استعادة الرسائل المحذوفة، يرجى الإعداد بحذر

# PhoneOrSTNumber
source: Phone number/SealChat number
ar: رقم الهاتف / رقم SealChat

# CleanUpGroupMessages36HoursAgo
source: Clean up the message of 36 hours ago
ar: تنظيف الرسائل قبل 36 ساعة

# CleanUpGroupMessages3DaysAgo
source: Clean up the message of 3 days ago
ar: تنظيف الرسائل قبل 3 أيام

# CleanUpGroupMessages7DaysAgo
source: Clean up the message of 7 days ago
ar: تنظيف الرسائل قبل 7 أيام

# NeverClean
source: No more clean up
ar: عدم التنظيف

# OperateOnlyGroupCreator
source: Only the group holder is allowed to operate
ar: يمكن للمالك فقط الإعداد

# UnableToAccessAddressBookInformation
source: Unable to get address book information
ar: تعذر الحصول على معلومات جهات الاتصال

# ToSettingContactsPermissions
source: Please go to "Settings - Privacy - Contacts" to allow this app to get contacts
ar: يرجى الذهاب إلى "الإعدادات - الخصوصية - جهات الاتصال"، والسماح لهذا التطبيق بالوصول إلى جهات الاتصال

# ToSetting
source: Enter settings
ar: الذهاب للإعدادات

# DeviceNotSupportedSMS
source: The device does not support SMS
ar: هذا الجهاز لا يدعم SMS

# SMSBody
source: Hi~ I am using SealChat now, a chat app tailored for the best, come and try it! download it from:https://www.rongcloud.cn/downloads/demo
ar: مرحباً~ أنا أستخدم SealChat، تطبيق دردشة مصمم خصيصاً للهوايات المشتركة، تعال وجربه! رابط التحميل: https://apps.apple.com/cn/app/sealchat/id1597073797

# AddressBookMatching
source: mobile phonebook matching
ar: مطابقة جهات اتصال الهاتف

# SetFailure
source: Setting failed
ar: فشل الإعداد

source: Add
ar: إضافة

source: Address book friends
ar: أصدقاء جهات الاتصال

# AddressBookFriendCount
source: %d contacts
ar: إجمالي %d جهة اتصال

# OpenScreenNtf
source: %@ enabled the screenshot notification
ar: %@ قام بتفعيل إشعارات لقطة الشاشة

# CloseScreenNtf
source: %@ disabled the screenshot notification
ar: %@ قام بإيقاف إشعارات لقطة الشاشة

# InChatScreen
source: %@ captured the screen during chatting
ar: %@ التقط لقطة شاشة في الدردشة

source: Added
ar: تمت الإضافة

# HadDelete
source: Deleted
ar: تم الحذف

# RequestJoinGroup
source: Request to join %@
ar: طلب الانضمام إلى %@

# InviteYouJoinGroup
source: %@ invited you to join the group
ar: %@ يدعوك للانضمام للمجموعة

source: Agree
ar: موافقة

source: Agreed
ar: تمت الموافقة

source: Ignore
ar: تجاهل

source: Ignored
ar: تم التجاهل

# ShareSuccess
source: shared successfully
ar: تمت المشاركة بنجاح

# ShareFailure
source: Sharing failed
ar: فشلت المشاركة

# DeleteSuccess
source: Deleted successfully
ar: تم الحذف بنجاح

# DeleteFailure
source: Delete failed
ar: فشل الحذف

# SearchEmptyHint
source: Please enter the phone number or SealChat number
ar: يرجى إدخال رقم هاتف أو رقم SealChat

# SearchUserIsCurrentUser
source: Searching user is the current user
ar: المستخدم الذي يتم البحث عنه هو المستخدم الحالي

# CloseGroupMessageClear
source: Group holder has disabled the timing group message cleanup
ar: أغلق مالك المجموعة التنظيف المنتظم لرسائل المجموعة

# OpenGroupMessageClear
source: Group holder has enabled the timing group message cleanup
ar: فعل مالك المجموعة التنظيف المنتظم لرسائل المجموعة

# NotInstalledWeChat
source: WeChat is not installed
ar: WeChat غير مثبت

# GroupAuthTipInfo
source: The group has enable verification, only allow friends invitation to enter the group
ar: تم تفعيل مصادقة المجموعة، يمكن الانضمام فقط عبر دعوة من صديق

# GroupQrCodeCerTip
source: The group has enable verification, only allow friends invitation to enter the group
ar: تم تفعيل مصادقة المجموعة، يمكن الانضمام فقط عبر دعوة من صديق

# GroupNoticeAgreeTip
source: The Group has enabled verification, please wait for group admin to confirm~
ar: تم تفعيل مصادقة المجموعة، يرجى انتظار موافقة المسؤول~

# MemberInviteNeedManagerConfirm
source: Invited, please wait for group admin to confirm
ar: تمت الدعوة، بانتظار تأكيد المسؤول

# MemberInviteNeedConfirm
source: Invited, Please wait for confirmation
ar: تمت الدعوة، بانتظار التأكيد

# CloseGroupCerTipInfo
source: After the group verification is disabled, all the group request will be expired， please confirm？
ar: بعد إغلاق مصادقة المجموعة، ستنتهي صلاحية جميع طلبات الانضمام، هل أنت متأكد؟

# IgnoreFriendRequest
source: Ignore requesting
ar: جارٍ تجاهل الطلب

# IgnoreFailure
source: Ignore failed
ar: فشل التجاهل

# AddSuccess
source: Added successfuly
ar: تمت الإضافة بنجاح

source: Expired
ar: منتهي الصلاحية

source: No friends were found
ar: لم يتم العثور على أصدقاء

source: Poke
ar: نكز

# SendToPokeNotice
source: Send notification to %@
ar: إرسال إشعار إلى %@

# SendToGroupAllMembers
source: All
ar: الجميع في المجموعة

# PokeInputPlaceholder
source: Have a quick chat
ar: تعال للدردشة

# SelectMember
source: Select members
ar: اختر عضواً

# PhotosYouWantToSend
source: Photo you wish to send:
ar: صور قد ترغب في إرسالها:

# Full
source: Original
ar: الصورة الأصلية

# Batch_Friend_Deletion
source: Delete friends in bulk
ar: حذف جماعي للأصدقاء

# Multi_Choice_Prompt
source: Selected friends will be deleted after confirmed, confirm to delete？
ar: سيتم حذف الأصدقاء المختارين بعد التأكيد، هل أنت متأكد من الحذف؟

# Delete_Confirm
source: Confirm
ar: تأكيد

# JoinChat
source: Enter the chat
ar: دخول الدردشة

# PokeContentMaxCount
source: Allow up to 20 characters to be entered
ar: يسمح بإدخال 20 حرفاً كحد أقصى

# PokeTime
source: Please poke again after %ld seconds
ar: يرجى إعادة النكز بعد %ld ثانية

# SetRemarksAndDescription
source: Set up remarks and descriptions
ar: تعيين ملاحظات ووصف

# Remarks
source: Remark
ar: ملاحظات

# PleaseAddRemarks
source: Add remark
ar: يرجى إضافة ملاحظات

# PleaseInputPhoneNumber
source: Please enter mobile number
ar: يرجى إدخال رقم الهاتف

source: More description
ar: المزيد من الوصف

# PleaseAddDescription
source: Please add desciption
ar: يرجى إضافة وصف

# TakeAPictureAndPhoto
source: Taking photos and photos
ar: التقاط صورة وصور

# AddCardOrPicture
source: Add a business card or related image
ar: إضافة بطاقة عمل أو صورة ذات صلة

# ReceivePokeMessage
source: Accept the poke message
ar: وَخْز النافذة المنبثقة للرسالة

# CopyGroup
source: Copy new group with one click
ar: نسخ مجموعة جديدة بنقرة واحدة

# LeaveMembers
source: quitted member list
ar: قائمة الأعضاء المغادرين

# ProtectMembers
source: Group member protection mode
ar: وضع حماية أعضاء المجموعة

# ProtectMembersTip
source: Group members cannot add friends through the group after enabled.
ar: عند التشغيل، لا يمكن لأعضاء المجموعة إضافة أصدقاء من خلال هذه المجموعة

# CloseProtectMembersTipInfo
source: Group members are allowed to add friends to each other after when its switched off, do you confirm?
ar: بعد إغلاق هذا المفتاح، سيُسمح لأعضاء المجموعة بإضافة بعضهم كأصدقاء، هل أنت متأكد؟

# MyInfoInGroup
source: My information in this group
ar: معلوماتي في هذه المجموعة

# SelectFromAlbum
source: From photo album
ar: اختيار من ألبوم الهاتف

# WarmPrompt
source: Prompt
ar: تنبيه ودي

# SaveTheChanges
source: Are you sure to save the changes？
ar: هل تريد حفظ التعديلات؟

# MyNicknameInGroup
source: Nickname in the group
ar: اسمي المستعار في هذه المجموعة

# InputNicknameInGroup
source: Please enter the nickname
ar: يرجى إدخال اسمك المستعار

# InputMobile
source: Please enter mobile number
ar: يرجى إدخال رقم هاتفك

source: Wechat account
ar: حساب WeChat

# InputWechatAccount
source: Please enter wechat account
ar: يرجى إدخال حساب WeChat الخاص بك

source: Alipay account
ar: حساب Alipay

# InputAlipayAccount
source: Please enter Alipay account
ar: يرجى إدخال حساب Alipay الخاص بك

# Describe
source: Description
ar: وصف

# InputDescribe
source: Please enter the desciption
ar: يرجى إدخال وصفك

# AddDescribe
source: Add the description
ar: إضافة وصف

source: More
ar: المزيد

source: Save to album
ar: حفظ في الألبوم

# DeletePicture
source: Delete the image
ar: حذف الصورة

# ImageDetail
source: Image details
ar: تفاصيل الصورة

# TipTitle
source: Prompt：
ar: تنبيه ودي:

# CopyGroupTipInfo
source: The new generated group only supports copy group member information, all existing settings is unable to be copied.
ar: تدعم المجموعة الجديدة المنسخة نسخ معلومات الأعضاء فقط، ولا يمكن نسخ جميع الإعدادات الحالية

# CopyGroupConfirm
source: Confirm to copy?
ar: تأكيد النسخ

# KickGroupByOwner
source: You have removed from the group by %@
ar: تمت إزالتك من المجموعة بواسطة المالك %@

# KickGroupByManager
source: You have removed by admin %@
ar: تمت إزالتك من المجموعة بواسطة المسؤول %@

# KickGroupBySelf
source: Quit the group
ar: الخروج الطوعي من المجموعة

# PhoneNumber
source: Mobile number
ar: رقم الهاتف

# AddFriendProtectTip
source: The group owner has turned on the group member protection mode, it is unable to add friends in the group.
ar: قام المالك بتفعيل وضع حماية الأعضاء، لا يمكن إضافة أصدقاء عبر هذه المجموعة، يرجى استخدام طرق أخرى

# AllSelect
source: Select all
ar: تحديد الكل

# CleanChatHistory
source: Clear chat history
ar: تنظيف سجل الدردشة

# UnselectedFriend
source: unselected friends
ar: لم يتم اختيار صديق

# GroupNicknameMaxTip
source: Group nickname shall be less than 16 characters
ar: الحد الأقصى لاسم المجموعة 16 خانة

# GroupMyInfoPhoneMaxTip
source: Mobile number is up to 11 digits
ar: الحد الأقصى لرقم الهاتف 11 خانة

# GroupMyInfoWechatMaxTip
source: Wechat account is up to 20 characters
ar: الحد الأقصى لحساب WeChat 20 خانة

# GroupMyInfoAlipayMaxTip
source: Alipay account is up to 20 characters
ar: الحد الأقصى لحساب Alipay 20 خانة

# GroupMyInfoDescribeCountOver
source: The current description is full
ar: العدد الحالي للأوصاف ممتلئ

# GroupMyInfoDescribeGreaterOne
source: At least to keep one description
ar: الاحتفاظ بوصف واحد على الأقل

# GroupMyInfoDescribeMaxTip
source: Personal information description is up to 70 characters
ar: الحد الأقصى لوصف المعلومات الشخصية 70 خانة

# SetGroupMyInfoSuccess
source: Information is changed
ar: تم تعديل المعلومات بنجاح

source: Chat background
ar: خلفية الدردشة

# IsCopyGroup
source: Are you sure to copy new group?
ar: هل تريد نسخ مجموعة جديدة

# GroupIsProtectionTip
source: The group is under a protection period within 7 days.
ar: هذه المجموعة في فترة الحماية، لا يمكن نسخها خلال 7 أيام

# GroupHasCopyInSevenDay
source: A group can only be copied once in 7 days
ar: يمكن نسخ المجموعة مرة واحدة فقط خلال 7 أيام

# CopyGroupFail
source: New group copy is failed
ar: فشل نسخ المجموعة الجديدة

# DescribeRemove
source: Remove
ar: إزالة

# GroupNotLeftMember
source: There is no group member quitting currently
ar: لا يوجد أعضاء غادروا المجموعة حالياً

# PicutreUploadFailed
source: Image uploading failed
ar: فشل رفع الصورة

source: Group nickname
ar: اسم المجموعة المستعار

source: Call
ar: اتصال

# CopyNumber
source: Copy numbers
ar: نسخ الرقم

# openMemberProtection
source: enabled the group member protection mode
ar: تم تفعيل حماية أعضاء المجموعة

# closeMemberProtection
source: disabled the group member protection mode
ar: تم إيقاف حماية أعضاء المجموعة

# NotSupportedEmojiInput
source: Emoji input is not supported
ar: إدخال الرموز التعبيرية غير مدعوم

source: Deleting...
ar: جارٍ الحذف...

source: unknown message
ar: رسالة غير معروفة

# GroupMemberOnlyOne
source: Group member count should be greater than 1 at least
ar: يوجد عضو واحد فقط في المجموعة، لا يمكن النسخ

# Set_chatroom_default_history_message_count
source: Set up chatroom default history message count
ar: عدد الرسائل التاريخية التي يتم جلبها عند دخول غرفة الدردشة

# pullXMessage
source: Now pull %d history message(s)
ar: يتم جلب %d رسالة تاريخية حالياً

# Set_chatroom_default_history_message
source: Set up chatroom default history message
ar: تعيين عدد الرسائل التاريخية عند الانضمام لغرفة الدردشة

source: Set failed
ar: فشل الإعداد

source: Create Group
ar: إتمام الإنشاء

source: Messages
ar: الرسائل

# ChatroomIdIsEmpty
source: Chat room ID is empty, please try later
ar: معرف غرفة الدردشة فارغ، يرجى المحاولة لاحقاً

# DeleteGroupNoticeList
source: Confirm deletion?
ar: هل أنت متأكد من حذف إشعارات المجموعة؟

# Registration_Bottom_Text
source: The Login user shall register and open RC developer account and agree to %@ and IM %@ SealChat V%@
ar: تسجيل دخول مستخدم جديد يعني التسجيل وفتح حساب مطور RongCloud ويعني الموافقة على %@ و IM%@ SealChat V%@

# Registration_Terms
source: the Registration Terms
ar: شروط التسجيل

source: Privacy Policy
ar: سياسة الخصوصية

# RegionNameNorthAmerican
source: North American
ar: أمريكا الشمالية

# RegionNameDefault
source: Beijing
ar: بكين

# Fraud_Prevention_Tips
source: RongCloud reminds you to beware of fraud, do not trust money-related information, and do not conduct any offline transfers.
ar: تذكرك SealChat بالحذر من الاحتيال، لا تثق بالرسائل المتعلقة بالمال، ولا تقم بأي تحويلات مالية خارج التطبيق.

# Fraud_Prevention_Alert_Tips
source: Hello, your account has been banned due to abnormal operation and cannot log in. If you have any questions, please call the official phone:
ar: مرحباً، تم حظر حسابك بسبب عمليات غير طبيعية، لا يمكنك تسجيل الدخول، للاستفسار يرجى الاتصال بالرقم الرسمي:

# Fraud_Prevention_Alert_Time
source: Working hours: 9:30 ~ 18:30
ar: أوقات العمل: يومياً 9:30 ~ 18:30

source: UltraGroup
ar: مجموعة فائقة

source: invite new member
ar: دعوة مقيم جديد

source: Channel
ar: قناة

# channel_private
source: Private Channel
ar: قناة خاصة

# socks_proxy_setting
source: Proxy Setting
ar: إعدادات البروكسي

# socks_proxy_clear
source: Clear
ar: مسح

# socks_proxy_hostaddr_notice
source: Please enter the correct address
ar: يرجى إدخال عنوان بروكسي صحيح

# socks_proxy_port_notice
source: Please enter the correct port number
ar: يرجى إدخال رقم منفذ بروكسي صحيح

# socks_proxy_testhost_notice
source: Please enter the correct test host
ar: يرجى إدخال عنوان اختبار صحيح

# real_time_max_participant_notice
source: Maximum number exceed
ar: تجاوز الحد الأقصى لعدد المشاركين في مشاركة الموقع

# picture_verification_code
source: Image Verification Code
ar: رمز التحقق الصوري

# picture_verification_code_null
source: image verification code is null
ar: رمز التحقق الصوري فارغ

source: delete account
ar: حذف الحساب

# delete_account_alert
source: Are you sure delete the account?
ar: هل أنت متأكد من رغبتك في حذف الحساب؟

# delete_account_fail
source: delete fail
ar: فشل الحذف

source: Refresh
ar: تحديث

# picture_code_expired
source: The image verification code is expired,please try again
ar: انتهت صلاحية رمز التحقق الصوري، يرجى إعادة الإدخال

# media_file_size_limit
source: Upload file exceeds the maximum limit
ar: حجم الملف المرفوع يتجاوز الحد الأقصى
