Repository: rongcloud/sealtalk-ios
Catalog: ios-sealtalk/RCloudMessage/Supporting Files/*.lproj/SealTalk.strings
Languages: ar

# conversation
source: Chats
ar: المحادثات

source: Search
ar: بحث

source: Contacts
ar: جهات الاتصال

source: Chatroom
ar: غرفة الدردشة

source: Me
ar: أنا

# start_chatting
source: Start Chat
ar: بدء الدردشة

source: Create Groups
ar: إنشاء مجموعة

source: Add Contacts
ar: إضافة جهات اتصال

# add_friend_placeholder
source: Enter mobile (i.e.):(86)137XXXXX
ar: بحث عن صديق، مثل (86)137XXXXX

source: Create Discussion Group
ar: إنشاء مجموعة مناقشة

source: Cancel
ar: إلغاء

source: Join
ar: انضمام

source: Back
ar: عودة

# mention_all
source: All
ar: الجميع

# group_information_x
source: Group Information(%@)
ar: معلومات المجموعة (%@)

source: Group Information
ar: معلومات المجموعة

# group_members_x
source: Group Members(%lu)
ar: أعضاء المجموعة (%lu)

# all_group_member_z
source: All Group Members(%@)
ar: جميع أعضاء المجموعة (%@)

source: Portrait
ar: صورة الملف الشخصي

source: Group Portrait
ar: صورة المجموعة

source: Group Name
ar: اسم المجموعة

# group_user_group
source: User Group
ar: مجموعة المستخدمين

source: Group Announcement
ar: إعلان المجموعة

# total_related_message
source: %d message(s) related
ar: %d سجل ذي صلة

source: Chat History
ar: سجل الدردشة

source: Search Chat History
ar: البحث في سجل الدردشة

source: Mute Notifications
ar: كتم الإشعارات

source: Stick On Top
ar: تثبيت في الأعلى

source: Clear Chat History
ar: مسح سجل الدردشة

# delete_and_exit
source: Delete and Quit
ar: حذف وخروج

# delete_and_exit_discuss_group
source: Delete and quit discussion group
ar: حذف والخروج من مجموعة المناقشة

source: Confirm
ar: تأكيد

source: Done
ar: تم

# Please_edit_the_group_announcement
source: Please edit group announcement
ar: يرجى تحرير إعلان المجموعة

# detailed_information
source: User Info
ar: معلومات مفصلة

# set_remarks
source: Setting Remarks
ar: تعيين ملاحظات

source: Mobile Number
ar: رقم الهاتف

source: Start Chat
ar: بدء محادثة

source: Voice Call
ar: مكالمة صوتية

source: Video Call
ar: مكالمة فيديو

source: Blacklist
ar: قائمة الحظر

source: Add to blacklist
ar: إضافة إلى قائمة الحظر

# cancel_block
source: Remove from blacklist
ar: إلغاء الحظر

source: Adding to blacklist
ar: تجري الإضافة إلى قائمة الحظر

# fail_to_add_to_blacklist
source: Failed to add to blacklist
ar: فشلت الإضافة إلى قائمة الحظر

source: Removing from blacklist
ar: تجري الإزالة من قائمة الحظر

# fail_to_remove_from_blacklist
source: Failed to remove from blacklist
ar: فشلت الإزالة من قائمة الحظر

# new_friend
source: New Friends
ar: صديق جديد

# group
source: Groups
ar: مجموعة

# public_account
source: Public Accounts
ar: حساب عام

# add_friend
source: Add Contacts
ar: إضافة صديق

# account_setting
source: Account Settings
ar: إعدادات الحساب

source: Feedback
ar: الملاحظات والاقتراحات

# about_st
source: About SealChat
ar: حول SealChat

# customer_service_xn
source: Xiaoneng
ar: خدمة عملاء Xiaoneng

source: Nickname
ar: الاسم المستعار

source: Take Picture
ar: التقاط صورة

source: My Album
ar: ألبومي

source: Change Nickname
ar: تغيير الاسم المستعار

source: Save
ar: حفظ

source: New Message Notification
ar: إشعار رسالة جديدة

# push_setting
source: Push Settings
ar: إعدادات الدفع (Push)

# Display_remotely_pushed_content
source: Notification Shows Details
ar: عرض محتوى الدفع عن بعد

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت

# clear_cache_alert
source: Do you want to clear cache?
ar: هل تريد مسح ذاكرة التخزين المؤقت؟

# clear_cache_succrss
source: Cache is cleared successfully
ar: تم مسح ذاكرة التخزين المؤقت بنجاح!

source: Logout
ar: تسجيل الخروج

# logout_alert
source: Are you sure to logout this account?
ar: هل تريد تسجيل الخروج؟

# confirm_send
source: Confirm to send to:
ar: تأكيد الإرسال إلى:

source: Send
ar: إرسال

# mobile_number_unempty
source: Mobile number input cannot be empty
ar: لا يمكن أن يكون رقم الهاتف فارغاً!

# mobile_number_format_is_incorrect
source: The mobile number format is incorrect
ar: تنسيق رقم الهاتف غير صحيح!

# The_phone_number_format_is_incorrect
source: The mobile number format is incorrect
ar: تنسيق رقم الهاتف غير صحيح!

source: See more %@
ar: عرض المزيد %@

source: Include:
ar: يتضمن:

# search_nickname
source: Nickname:
ar: الاسم المستعار:

source: [File]
ar: [ملف]

source: [Link]
ar: [رابط]

# no_search_Friend
source: User does not exist
ar: المستخدم غير موجود

# no_search_result
source: Not related content of "%@" were found
ar: لم يتم العثور على محتوى متعلق بـ "%@"

# join_share_location
source: %@ join...
ar: %@ انضم...

# someone_join_share_location
source: %@ join to location sharing
ar: %@ انضم لمشاركة الموقع

# user_join_share_location
source: User<%@> joined to location sharing
ar: المستخدم <%@> انضم لمشاركة الموقع

# share_location_people_count
source: %lu of people in sharing location
ar: %lu شخص يشاركون الموقع

# share_location_finished
source: Location sharing is ended
ar: انتهت مشاركة الموقع

# i_start_location_share
source: Initiate a location sharing
ar: بدأت مشاركة الموقع

# join_share_location_alert
source: Join location sharing, other people in the chat can also see your location, confirm to join?
ar: الانضمام لمشاركة الموقع، سيتمكن الآخرون في الدردشة من رؤية موقعك، هل أنت متأكد؟

# locating
source: Positioning...
ar: تحديد الموقع...

# Inaccessible
source: Unable to access
ar: لا يمكن الوصول

# Location_access_without_permission
source: Can not access to location information, please turn on location access from Settings - Privacy - Location Services
ar: لا يوجد إذن للوصول إلى الموقع، يرجى تفعيل الموقع من الإعدادات - الخصوصية - خدمات الموقع

# end_share_location_alert
source: Are you sure to end location sharing？
ar: هل تريد إنهاء مشاركة الموقع؟

source: End
ar: إنهاء

# leave_location_share_when_leave_chat
source: End chatting, the location share will also be ended, confirm to end the conversion ?
ar: إذا غادرت الدردشة ستنتهي مشاركة الموقع، تأكيد المغادرة

source: Send Location
ar: إرسال الموقع

# location_share
source: Real-time Location
ar: مشاركة الموقع في الوقت الفعلي

# you_join_location_share
source: You have joined a location share
ar: لقد انضممت لمشاركة الموقع الجغرافي

# you_location_sharing
source: You are sharing a location
ar: أنت تشارك موقعك

# someone_location_sharing
source: %@ is sharing a location
ar: %@ يشارك الموقع

# user_location_sharing
source: User<%@> is sharing a location
ar: المستخدم <%@> يشارك الموقع

# you_quit_location_share
source: You have quit a location sharing
ar: لقد خرجت من مشاركة الموقع الجغرافي

# someone_quit_location_share
source: %@ quit a location sharing
ar: %@ خرج من مشاركة الموقع الجغرافي

# user_quit_location_share
source: User<%@> has quit a location sharing
ar: المستخدم <%@> خرج من مشاركة الموقع الجغرافي

# Forwarding_is_not_supported
source: Voice message, emoticons, failed messages, and other special type of message are not be able to forward
ar: لا يتم دعم إعادة توجيه الرسائل الصوتية، والرموز التعبيرية، والرسائل الفاشلة، وأنواع الرسائل الخاصة الأخرى.

# de_actionbar_sub_system
source: System Message
ar: رسائل النظام

# select_contact
source: Select Members
ar: اختر جهة اتصال

source: Friend Request
ar: طلب صداقة

# from_someone_friend_request
source: Friend request from %@
ar: طلب صداقة من %@

# someone_accept_you_friend_request
source: %@ has accepted your friend request
ar: قبل %@ طلب صداقتك

# RejectFriendRequest
source: %@ Rejected your friend request
ar: رفض %@ طلب صداقتك

# choose_contact
source: Select Contacts
ar: اختر جهة اتصال

# all_contacts
source: Contacts
ar: جهات الاتصال

source: Discussion Group Name
ar: اسم مجموعة المناقشة

# open_member_invite
source: Enable Member Invitation
ar: فتح دعوة الأعضاء

# please_type_discuss_group_name
source: Please input discussion group name
ar: يرجى إدخال اسم مجموعة المناقشة!

# discuss_group_can_not_space
source: Discussion group name cannot contain spaces
ar: لا يمكن أن يحتوي اسم مجموعة المناقشة على مسافات!

source: Login
ar: تسجيل الدخول

source: Verification Code
ar: رمز التحقق

# verification_code_send_over_limit
source: The frequency of text messages is over the limit
ar: تجاوز تكرار إرسال الرسائل القصيرة الحد المسموح

# send_verification_code
source: Get Code
ar: الحصول على رمز التحقق

# after_60_seconds_obtain
source: Get after 60 seconds
ar: الحصول عليه بعد 60 ثانية

# char_section_case_sensitive_from6_t16
source: Input 6-16 characters, case sensitive
ar: 6-16 حرفاً حساساً لحالة الأحرف

# change_success
source: Changed
ar: تم التعديل بنجاح

# verification_code_can_not_nil
source: Verification code cannot be empty
ar: لا يمكن أن يكون رمز التحقق فارغاً!

# after_x_seconds_send
source: Send after %d seconds
ar: إرسال بعد %d ثانية

# private_cloud_setting
source: Private Cloud Settings
ar: إعدادات السحابة الخاصة

# Login_fail
source: Login failed
ar: فشل تسجيل الدخول

# can_not_connect_server
source: Unable to connect to the server
ar: تعذر الاتصال بالخادم!

# network_can_not_use_please_check
source: The current network is not available, please check!
ar: الشبكة الحالية غير متوفرة، يرجى التحقق!

# logining
source: Logging in...
ar: جارٍ تسجيل الدخول...

# mobile_number_error
source: Mobile number is incorrect
ar: رقم الهاتف خاطئ!

# accout_kicked
source: Your account is logged-in on another device and you are forced to logout!
ar: تم تسجيل الدخول إلى حسابك من جهاز آخر، تم إخراجك قسراً!

# please_type_demo_server
source: Please enter the demo server address
ar: يرجى إدخال عنوان خادم demo

# please_type_navigation_server
source: Please enter the navigation server address
ar: يرجى إدخال عنوان خادم الملاحة

# please_type_file_server_address
source: Please enter the file server address
ar: يرجى إدخال عنوان خادم الملفات

# please_type_appKey
source: Please enter app key
ar: يرجى إدخال App Key

# note_server_can_not_type_http
source: Note: Please do not enter "http://" in server address
ar: ملاحظة: لا تدخل 'http://' في عنوان الخادم

# appKey_can_not_nil
source: Appkey input cannot be empty
ar: لا يمكن أن يكون appKey فارغاً

# demo_server_can_not_nil
source: Demo server address cannot be empty
ar: لا يمكن أن يكون خادم demo فارغاً!

# navi_server_can_not_nil
source: Navigation server address cannot be empty
ar: لا يمكن أن يكون خادم الملاحة فارغاً

# file_server_can_not_nil
source: File server address cannot be empty
ar: لا يمكن أن يكون خادم الملفات فارغاً!

# dev_value_must_1_or_2
source: The dev value must be 1 or 2
ar: قيمة dev يجب أن تكون 1 أو 2

# code
source: SMS Verification Code
ar: رمز التحقق عبر SMS

# phone_number_type_error
source: The mobile number was entered incorrectly
ar: خطأ في إدخال رقم الهاتف

# verification_code_error
source: Incorrect verification code
ar: رمز التحقق خطأ

# captcha_overdue
source: The verification code is expired, please re-request
ar: انتهت صلاحية رمز التحقق، يرجى إعادة الطلب

# verification_code_invail
source: Invalid verification code
ar: رمز التحقق غير صالح

# phone_number_can_not_nil
source: Mobile number input cannot be empty
ar: لا يمكن أن يكون رقم الهاتف فارغاً!

# nickname_can_not_nil
source: The nickname input cannot be empty
ar: لا يمكن أن يكون الاسم المستعار فارغاً!

# nickname_can_not_over_32
source: The nickname format cannot be greater than 32 characters
ar: لا يمكن أن يتجاوز الاسم المستعار 32 حرفاً!

# nickname_can_not_contain_space
source: The nickname cannot contain spaces
ar: لا يمكن أن يحتوي الاسم المستعار على مسافات!

# after_60_seconds_send
source: Send after 60 seconds
ar: إرسال بعد 60 ثانية

# chat_detail
source: User Info
ar: تفاصيل الدردشة

# someone_nickname
source: Nickname: %@
ar: الاسم المستعار: %@

# clear_chat_history_alert
source: Confirm to clear the chat history?
ar: هل أنت متأكد من مسح سجل الدردشة؟

# clear_chat_history_success
source: Chat history is cleared
ar: تم مسح سجل الدردشة بنجاح!

# clear_chat_history_fail
source: Clear chat history failed
ar: فشل مسح سجل الدردشة!

# friend_news
source: Friend Message
ar: أخبار الأصدقاء

# can_not_add_self_to_address_book
source: Not be able to add myself as friend
ar: لا يمكنك إضافة نفسك إلى جهات الاتصال

# friend_invite_had_send
source: Friend request has sent
ar: تم إرسال دعوة الصداقة

# request_had_send
source: Request has sent
ar: تم إرسال الطلب

# request_fail_retry
source: Request failed, please try again
ar: فشل الطلب، يرجى إعادة المحاولة

source: Accept
ar: قبول

# had_accept
source: Added
ar: تم القبول

# had_invite
source: Invited
ar: تمت الدعوة

# no_invite
source: No Data
ar: لا توجد بيانات

# adding_friend
source: Adding Friends…
ar: جارٍ إضافة صديق...

# add_fail
source: Add failed
ar: فشلت الإضافة

# add_member_fail
source: Failed to add members
ar: فشلت إضافة العضو

# delete_member_fail
source: Failed to delete members
ar: فشل حذف العضو

# discuss_group
source: Disscussion Group
ar: مجموعة مناقشة

# no_friend
source: No Friends
ar: لا يوجد أصدقاء

source: Setting…
ar: جارٍ الإعداد...

# set_fail
source: Setting failed
ar: فشل الإعداد

source: Remark Name
ar: اسم الملاحظة

source: Receipt Details
ar: تفاصيل الاستلام

# DisbandAndDelete
source: Dismiss and Delete
ar: حل وحذف

# delete_group_alert
source: Confirm to quit the group?
ar: هل أنت متأكد من الخروج من المجموعة؟

# Disband_group_alert
source: Confirm to dismiss the group?
ar: هل أنت متأكد من حل المجموعة؟

# Uploading_avatar
source: Uploading portrait…
ar: جارٍ رفع الصورة الرمزية...

# Upload_avatar_fail
source: Uploading failed
ar: فشل رفع الصورة الرمزية

# quit_fail
source: Quit failed
ar: فشل الخروج!

# Disband_group_fail
source: Failed to dismiss the group
ar: فشل حل المجموعة!

# Only_the_owner_can_edit_the_group_name
source: Only group admin is able to edit the group name
ar: يمكن لمالك المجموعة فقط تعديل اسم المجموعة

# Only_the_owner_can_change_the_group_portrait
source: Only group admin is able to edit the group portrait
ar: يمكن لمالك المجموعة فقط تغيير صورة المجموعة

# Only_the_group_owner_can_post_a_group_announcement
source: Only group admin is able to send group announcement
ar: يمكن لمالك المجموعة فقط نشر إعلان المجموعة

# remove_member
source: Remove Members
ar: إزالة عضو

# Exit_this_edit
source: Quit this edit ?
ar: الخروج من التحرير الحالي

# Continue_editing
source: Continue
ar: متابعة التحرير

source: Quit
ar: خروج

# The_announcement_will_notify_all_members_of_the_group
source: The announcement will notify all group members, confirm to submit?
ar: سيقوم هذا الإعلان بإشعار جميع أعضاء المجموعة، هل تريد النشر؟

# Group_announcement_failed_to_be_sent
source: Failed to send group announcemnet
ar: فشل إرسال إعلان المجموعة

# group_name_can_not_nil
source: Group name input cannot be empty
ar: لا يمكن أن يكون اسم المجموعة فارغاً

source: Group name is too short
ar: اسم المجموعة قصير جداً

source: Group name cannot exceed 10 words
ar: لا يمكن أن يتجاوز اسم المجموعة 10 أحرف

source: Group name modification failed
ar: فشل تعديل اسم المجموعة

# type_group_name_hint
source: Fill in the group name (2-10 characters)
ar: أدخل اسم المجموعة (2-10 أحرف)

source: Group Name
ar: اسم المجموعة

# creating_group
source: Creating…
ar: جارٍ الإنشاء...

# create_group_fail
source: Failed to create a group, please check your network settings.
ar: فشل إنشاء المجموعة، يرجى التحقق من إعدادات الشبكة.

# remark_rebot_service
source: Please rate our robotic customer service
ar: يرجى تقييم خدمة الروبوت الخاصة بنا

# satisfaction
source: If you are satisfied with our service, press Yes. If is not, press No.
ar: إذا كنت راضياً اضغط نعم، وإذا لم تكن راضياً اضغط لا

source: Yes
ar: نعم

source: No
ar: لا

# choose_tag
source: Please select the tag
ar: يرجى اختيار وسم

# type_idea
source: Please fill in your suggestion
ar: يرجى كتابة أفكارك

# remark
source: Rate
ar: تقييم

# submit_remark
source: Submit Rate
ar: إرسال التقييم

# remark_customer
source: Please rate our customer service
ar: يرجى تقييم خدمة العملاء

# cs_evaluate_resolved_title
source: Our customer service has solved your problem?
ar: هل قامت خدمة العملاء بحل مشكلتك

# cs_evaluate_resolved
source: Solved
ar: تم الحل

# cs_evaluate_unresolved
source: Unsolved
ar: لم يتم الحل

# cs_evaluate_problem_title
source: What are the problems ?
ar: ما هي المشاكل الموجودة

# cs_evaluate_problem_must_title
source: What are the problems ? (must select)
ar: ما هي المشاكل الموجودة (مطلوب)

# Personal_information
source: Personal Info
ar: المعلومات الشخصية

# modify_nickname
source: Change Nickname
ar: تعديل الاسم المستعار

# Username_cannot_be_greater_than_32_digits
source: User name cannot be greater than 32 characters
ar: لا يمكن أن يتجاوز اسم المستخدم 32 خانة!

# modify_nickname_fail
source: Modification failed, please check the entered name
ar: فشل التعديل، يرجى التحقق من الاسم المدخل

# english
source: En
ar: الإنجليزية

# chinese
source: Cn
ar: الصينية

source: Settings
ar: الإعدادات

# setting_success
source: Setting completed
ar: تم الإعداد بنجاح

# Do_not_disturb_setting
source: Mute Notifications
ar: إعدادات عدم الإزعاج

# mute_notifications_prompt
source: Once enabled,it will not ring or vibrate when a new message is received within the set time period.
ar: عند التشغيل، لن يتم الرنين أو الاهتزاز عند تلقي رسائل جديدة خلال الفترة الزمنية المحددة.

# alert
source: Prompt
ar: تنبيه

# Turn_on_message_do_not_disturb
source: Turn on mute notification
ar: تفعيل عدم الإزعاج للرسائل

source: Start Time
ar: وقت البدء

# Start_time1
source: Start Time:
ar: وقت البدء:

# continue_times
source: Spent Time (mins)：
ar: المدة (دقيقة):

source: End Time：
ar: وقت الانتهاء

source: Shut down failed
ar: فشل الإغلاق

# Receive_new_message_notifications
source: New Message Notification
ar: استقبال إشعارات الرسائل الجديدة

# show_ID
source: Shows ID
ar: إظهار المعرف (ID)

# show_online_status
source: Display Online Status
ar: إظهار حالة الاتصال

# show_setting
source: Display Settings
ar: إعدادات العرض

# force_crash
source: Forced Crash
ar: فرض الانهيار (Crash)

source: Send Log
ar: إرسال السجل (Log)

# Joining_the_chat_room_failed_to_stay_in_the_session_interface
source: Joining the chat room failed to retain in the session interface
ar: فشل الانضمام لغرفة الدردشة، البقاء في واجهة الجلسة

# custom_setting
source: Custom Settings
ar: إعدادات مخصصة

# Set_offline_message_compensation_time
source: Set up offline message compensation time
ar: تعيين وقت تعويض الرسائل غير المتصلة

# Set_global_DND_time
source: Set up overall do not disturb time
ar: تعيين وقت عدم الإزعاج العالمي

# time_setting
source: Time settings
ar: إعدادات الوقت

# xday
source: %d days
ar: %d يوم

# Set_offline_message_compensation_hint
source: Offline message compensation time, between 1-7days
ar: وقت تعويض الرسائل غير المتصلة، النطاق [1~7 أيام]

source: Update Log
ar: سجل التحديثات

# function_introduce
source: Feature Introductions
ar: مقدمة الوظائف

# offical_website
source: Official Website
ar: الموقع الرسمي

# ST_version
source: SealChat Version
ar: نسخة SealChat

source: SDK Version
ar: نسخة SDK

# Login_is_invalid_please_login_again
source: Login failed, please try again
ar: انتهت صلاحية تسجيل الدخول، يرجى إعادة تسجيل الدخول.

# i_know
source: Got it
ar: علمت

# Your_account_has_been_banned
source: Your account has been suspended
ar: تم حظر حسابك

source: Your account has been logout
ar: تم إلغاء حسابك

source: [Picture]
ar: [صورة]

source: [Voice]
ar: [صوت]

source: [Location]
ar: [موقع]

# no_support
source: [Do not support message]
ar: [رسالة غير مدعومة]

# good_friend
source: Friend
ar: صديق

# x_unread_message
source: %d unread messages
ar: %d رسالة غير مقروءة

# stop_record
source: Stop recording
ar: إيقاف التسجيل

# start_record
source: Start recording
ar: بدء التسجيل

# i_know_it
source: I know
ar: أعرف ذلك

# support_share
source: Sorry, current version does not support sharing this type of contents
ar: عذراً، مشاركة هذا النوع من المحتوى غير مدعومة حالياً

source: Share to friend
ar: مشاركة مع صديق

# use_share_must_open_st
source: Sorry, please login SealChat for sharing contents.
ar: عذراً، يرجى فتح SealChat وتسجيل الدخول أولاً لاستخدام ميزة المشاركة

# choose
source: Select
ar: اختر

source: Sending
ar: جارٍ الإرسال

# send_success
source: Sent
ar: تم الإرسال بنجاح

# send_fail
source: Failed
ar: فشل الإرسال

# country
source: Countries/Regions
ar: البلد/المنطقة

source: Data Center
ar: مركز البيانات

# select_country
source: Select the Country & Region
ar: اختر البلد والمنطقة

source: Language
ar: اللغة

source: Translation Setting
ar: إعدادات الترجمة

# SrcLanguage
source: Source Language
ar: لغة المصدر

source: Target Language
ar: لغة الهدف

source: China
ar: الصين

# IdentifyQRCode
source: Identify the Qrcode from the image
ar: التعرف على رمز QR في الصورة

# GroupQR
source: Group QR code
ar: رمز QR للمجموعة

# GroupManage
source: Group management
ar: إدارة المجموعة

# SaveToAddress
source: Save to contacts
ar: حفظ في جهات الاتصال

# Person
source: Person(s)
ar: شخص

# GroupScanQRCodeInfo
source: Scan the group QR code to join the group immediately
ar: امسح رمز QR للمجموعة للانضمام فوراً

# MyScanQRCodeInfo
source: Scan the QR code to add me as a friend
ar: امسح رمز QR لإضافتي كصديق

# JoinGroup
source: Join the group chat
ar: الانضمام إلى مجموعة دردشة

# JoinThisGroup
source: Join the group
ar: الانضمام لهذه المجموعة

# GroupDetailCount
source: There are %@ people in the group
ar: يوجد بالفعل %@ شخص في المجموعة

# GroupDidDismiss
source: This group has dismissed
ar: تم حل هذه المجموعة

# GroupJoinFail
source: Failed to join the group
ar: فشل الانضمام للمجموعة

# GroupOwner
source: Group holder
ar: مالك المجموعة

# GroupManager
source: Admin
ar: المسؤول

# GroupSetManager
source: Setup admin
ar: تعيين مسؤول

# GroupTransferOwner
source: Group holder transfer
ar: نقل ملكية المجموعة

# GroupManagerAdd
source: Add administrator
ar: إضافة مسؤول

# GroupManagerDeleteTitle
source: Do you want to remove %@ from the group admin list
ar: هل تريد إزالة %@ من قائمة المسؤولين

# SingleChoice
source: Single select
ar: خيار واحد

# MultiChoice
source: Multiple select
ar: خيارات متعددة

# RecentChat
source: Recent chats
ar: الدردشات الأخيرة

# ChooseAddressBook
source: Select the contacts
ar: اختر من جهات الاتصال

# CreateNewChat
source: Create a new group chat
ar: إنشاء دردشة جماعية جديدة

# ChooseAGroup
source: Select a group
ar: اختر مجموعة

# ChoosedPersonCount
source: selected %d people
ar: تم اختيار %d شخص

# ChoosedGroupCount
source: selected %d group(s)
ar: تم اختيار %d مجموعة

# ChoosedPersonGroupCount
source: %d people,%d group(s)
ar: تم اختيار %d شخص و %d مجموعة

# ChooseNoOne
source: You have selected 0 people
ar: تم اختيار 0 شخص

# ConfirmBtnTitle
source: Confirm
ar: تأكيد

# GroupSelectNewOwner
source: Select new group holder
ar: اختر مالكاً جديداً

# GroupSelectNewOwnerTitle
source: Are you sure to select %@ as the new group holder and you will give up the identity automatically
ar: تأكيد اختيار %@ كمالك جديد، ستتخلى عن هويتك كمالك

# GroupSetManagerTitle
source: Confirm to set %@ as a group admin?
ar: تأكيد تعيين %@ كمسؤول

# GroupManagerTitle
source: Group admin
ar: مسؤول المجموعة

source: selected contacts
ar: جهات الاتصال المختارة

# SelectGroup
source: select group chat
ar: اختر مجموعة دردشة

# Only_group_owner_and_manager_can_manage
source: Only the group holder and managers can operate management
ar: يمكن لمالك المجموعة والمسؤولين فقط القيام بالإدارة

# GroupManagerOverMax
source: Up to 5 administrators can be set up
ar: يمكن تعيين 5 مسؤولين كحد أقصى

# GroupHasNewOwner
source: %@ became a new group holder
ar: %@ أصبح المالك الجديد

# SelectAConversation
source: Select a chat
ar: اختر محادثة

# all_users
source: All
ar: الجميع

# My_QR
source: My QR code
ar: رمز QR الخاص بي

source: Send to
ar: إرسال إلى

# QRIdentifyError
source: The QR code is not recognized
ar: تعذر التعرف على رمز QR

# ForwardMessageCount
source: Has forwarded %ld messages
ar: [إعادة توجيه] إجمالي %ld رسالة

# AnnouncementGuide
source: After the release, the group announcement will be sent as a system message, visible to all members.
ar: بعد النشر سيتم إرساله كرسالة نظام في دردشة المجموعة، مرئية لجميع الأعضاء

# AnnouncementTime
source: Release time：%@
ar: وقت النشر: %@
